Repository: HarshilShah/PeakLocalisations
Catalog: PeakLocalisations/Localisation/Features/WorkoutNotifications.xcstrings
Source language: en
Languages: de, es, it

# Closer.CTA.1
source: See how you did!
de: Sieh nach, wie du abgeschnitten hast!
es: ¡Mira tus resultados!
it: Guarda com'è andata!

# Closer.CTA.2
source: Take a closer look!
de: Schau es dir genauer an!
es: ¡Échale un vistazo!
it: Dai un'occhiata più da vicino!

# Closer.CTA.3
source: See what you accomplished!
de: Sieh dir an, was du erreicht hast!
es: ¡Mira lo que has conseguido!
it: Guarda cosa hai raggiunto!

# Closer.Encouragement.1
source: Keep going!
de: Weiter so!
es: ¡Sigue así!
it: Continua così!

# Closer.Encouragement.2
source: Strong work!
de: Tolle Leistung!
es: ¡Gran trabajo!
it: Ottimo lavoro!

# Closer.Encouragement.3
source: You're crushing it!
de: Das machst du super!
es: ¡Estás a tope!
it: Stai andando alla grande!

# Fallback.Body
source: Check out your latest activity in Peak.
de: Sieh dir deine neueste Aktivität in Peak an.
es: Revisa tu última actividad en Peak.
it: Controlla la tua ultima attività su Peak.

# Fallback.Title
source: Workout Logged
de: Training erfasst
es: Entrenamiento registrado
it: Allenamento registrato

# Multiple.Description.Calories.1
source: You burned %1$@ across %2$d workouts.
de: Du hast %1$@ über %2$d Trainings hinweg verbrannt.
es: Quemaste %1$@ en total en %2$d entrenamientos.
it: Hai bruciato %1$@ in %2$d allenamenti.

# Multiple.Description.Calories.2
source: %@ burned across your recent sessions.
de: %@ verbrannt in deinem letzten Training.
es: %@ quemadas en tus últimas sesiones.
it: %@ bruciate nelle tue sessioni recenti.

# Multiple.Description.Duration.1
source: You put in %1$@ across %2$d workouts.
de: Du hast heute %1$@ über %2$d Trainings verteilt investiert.
es: Invertiste %1$@ en %2$d entrenamientos.
it: Hai dedicato %1$@ in %2$d allenamenti.

# Multiple.Description.Duration.2
source: %@ logged across your recent workouts.
de: %@ an neuen Trainings erfasst.
es: %@ acumulados en tus entrenamientos recientes.
it: %@ registrate nei tuoi allenamenti recenti.

# Multiple.Description.Fallback
source: %d new workouts were logged.
de: %d neue Trainings erfasst.
es: Se han registrado %d entrenamientos nuevos.
it: Sono stati registrati %d nuovi allenamenti.

# Multiple.Title.1
source: Workouts logged
de: Trainings erfasst
es: Entrenamientos registrados
it: Allenamenti registrati

# Multiple.Title.2
source: That's some work
de: Das ist ganze Arbeit
es: ¡Vaya trabajazo!
it: Che sessione!

# Multiple.Title.3
source: You were busy
de: Du warst fleissig
es: ¡No has parado!
it: Non ti fermi mai

# Multiple.Title.4
source: Good work
de: Gute Arbeit
es: Buen trabajo
it: Ottimo lavoro

# Multiple.Title.5
source: Workouts recorded
de: Trainings erfasst
es: Entrenamientos guardados
it: Allenamenti salvati

# NotificationPrompt.Body
source: Get notified when Peak finds a new workout and see a few highlights from your session.
de: Erhalte eine Benachrichtigung wenn Peak neue Trainings findet, inklusive einiger Highlights.
es: Recibe alertas cuando Peak detecte un nuevo entrenamiento y descubre los momentos destacados de tu sesión.
it: Ricevi una notifica quando Peak rileva un nuovo allenamento e scopri i punti salienti della tua sessione.

# NotificationPrompt.Title
source: Want Workout Updates?
de: Trainings-Benachrichtungen gewünscht?
es: ¿Quieres estar al día de tus entrenamientos?
it: Vuoi aggiornamenti sugli allenamenti?

# Single.Description.Calories.1
source: You burned %@ along the way.
de: Du hast %@ verbrannt.
es: Quemaste %@ durante la sesión.
it: Hai bruciato %@ lungo il percorso.

# Single.Description.Calories.2
source: %@ later, you're done.
de: Nach %@ hast du’s geschafft.
es: %@ después, ¡objetivo cumplido!
it: %@ dopo, hai completato la sessione.

# Single.Description.Distance.1
source: You covered %@.
de: Du hast %@ zurückgelegt.
es: Has recorrido %@.
it: Hai percorso %@.

# Single.Description.Distance.2
source: That's %@ in the books.
de: Das sind %@, die hinter dir liegen.
es: %@ más para el contador.
it: Altri %@ messi a segno.

# Single.Description.Distance.3
source: %@ under your belt.
de: %@ geschafft.
es: %@ más en el bolsillo.
it: %@ in più nel tuo percorso.

# Single.Description.Duration.1
source: You put in %@ today.
de: Du hast heute %@ investiert.
es: Hoy le dedicaste %@.
it: Oggi hai dedicato %@.

# Single.Description.Duration.2
source: %@ well spent.
de: %@ gut investiert.
es: %@ muy bien invertidos.
it: %@ ben spesi.

# Single.Description.Fallback
source: You logged a %@ session.
de: Du hast ein %@ Training erfasst
es: Completaste una sesión de %@.
it: Hai completato una sessione di %@.

# Single.Title.1
source: That's a workout
de: Das ist ein richtiges Training
es: ¡Eso sí es entrenar!
it: Che allenamento!

# Single.Title.2
source: Another workout down
de: Wieder ein Training geschafft
es: ¡Otro más al bote!
it: Un altro allenamento completato

# Single.Title.3
source: Solid workout
de: Starkes Training
es: Entrenamiento impecable
it: Allenamento impeccabile

# Single.Title.4
source: Workout logged
de: Training erfasst
es: Entrenamiento registrado
it: Allenamento registrato
